Repository: nabab/appui-menu
Catalog: src/locale/*/LC_MESSAGES/appui-menu7.po
Languages: fr

source: Successfully copied menu!
fr: Copie du menu réussie!

source: You cannot copy the menu with the same name
fr: Vous ne pouvez pas copier un menu avec le même nom

source: Error copy!
fr: Erreur lors de la copie!

source: Select icons
fr: Sélectionner une icône

source: Title
fr: Titre

source: Icon
fr: Icône

source: Icons
fr: Icônes

source: ALT!!!! Enter a title to the new menu
fr: Vous devez entrer un titre pour le nouveau menu

source: Successfully created new menu!
fr: Nouveau menu créé avec succès!

source: Error create menu!
fr: Erreur pendant la création du menu!

source: Successfully rename menu!
fr: Menu correctement renommé

source: Successfully rename!
fr: Renommage réussi!

source: Error rename!
fr: Erreur lors du renommage!

source: New name
fr: Nouveau nom

source: Make it default
fr: En faire le choix par défaut

source: Back menu
fr: Retour au menu

source: Next menu
fr: Menu suivant

source: Create menu
fr: Créer un menu

source: Create section
fr: Créer une section

source: Create link
fr: Créer un lien

source: Rename menu
fr: Renommer le menu

source: Copy menu
fr: Copier le menu

source: Copy menu To
fr: Copier le menu vers

source: Delete menu
fr: Supprimer le menu

source: Empty
fr: Vide

source: Menu editor
fr: Editeur de menu

source: Order
fr: Ordre

source: Link
fr: Lien

source: Select or create
fr: Sélectionner ou créer

source: a menu element
fr: un élément de menu

source: to see the form
fr: voir le formulaire

source: HERE
fr: ICI

source: Ordered successfully
fr: Ordonné avec succès

source: Error in ordering
fr: Erreur pendant l'ordonnancement

source: Delete
fr: Supprimer

source: Rename
fr: Renommer

source: Transform to link
fr: Transformer en lien

source: Sub-section
fr: Sous-section

source: New Section
fr: Nouvelle section

source: New link
fr: Nouveau lien

source: My text
fr: Mon texte

source: Transform to section
fr: Transformer en section

source: Copy to
fr: Copier vers

source: Create new menu
fr: Créer un nouveau menu

source: New text
fr: Nouveau texte

source: The main menu cannot be deleted
fr: Le menu principal ne peut être supprimé

source: Secure to delete
fr: Peut être supprimé en sécurité

source: Deleted correctly
fr: Suppression réussie

source: Error, not cleared correctly
fr: Erreur, l'effacement n'est pas complet

source: Successfully moved
fr: Déplacé avec succès

source: Error moved
fr: Erreur pendant le déplacement

source: Successfully create
fr: Création réussie

source: Error create
fr: Erreur pendant la création

source: Successfully edit
fr: Modification réussie

source: Error!
fr: Erreur!

source: It has been moved correctly
fr: Cela a été déplacé correctement

source: It has not been moved correctly
fr: Problème pendant le déplacement

source: New section
fr: Nouvelle section

source: Sorry, a problem occured while moving this item, and although the tree says otherwise the item has not been moved.
fr: Désolé un problème est survenu pendant le déplacement de l'élément, et bien que l'arborescence se soit mis à jour, l'élément n'a pas été déplacé

source: Please refresh the tab in order to see the awful truth...
fr: Rafraîchissez cet onglet SVP

source: Are you sure you want to move this option? Although the configuration will remain the same, the access path will be changed.
fr: Êtes-vous sûr de vouloir déplacer cette option? Bien que la configuration restera la même le chemin d'accès changera

source: build
fr: construire

source: Menu Configurator
fr: Configurateur de menu

source: test tree
fr: Arbre de test
